import React from "react";

export default function About() {
  return (
    <>
      <br />
      <div class="container-fluid">
      <div class="shadow-lg p-3 mb-5 bg-body rounded pageMain">
        <hr />
        <h4>Про нашу компанію.</h4>
        <p>
          Простір-IT - це молода компанія, яка має великі амбітні плани і задуми.
          Не зважаючи на свій юний вік, ми об'єднали IT спеціалістів, які мають достатньо
          досвіду і бажання на подальший розвиток. Кожен із нас вже досяг великого практичного
          навику. І зараз ми втілюємо все це в житті, в наших проектах.
        </p>
        <hr />
</div>

        </div>
    </>
  );
}
