import React from 'react';

export default function Main() {
  return (
    <>
    <br />
    <div class="container shadow-lg p-3 mb-5 bg-body rounded">
    <hr />
    <h4>Про інформаційні технології.</h4>    
      <p>Інформаційні технології займають свое місця в повсякденному житті. Ці технології 
      працюють у всіх сферах людської діяльності. Намагання автоматизувати свою діяльність 
      призвело до впровадження інформаційних технології на великій кількості напрямків.
      Зараз доволі тяжко збагнути як це все працювало без інформаційних технологій.
      Більше того, погляньте, якими темпами йде цей розвиток. 
       </p>

<hr />

    </div>
    </>
  )
}
