import React from "react";
import "./Price.css";

export default function Price() {
  return (
    <div>
    {/* <div class="table-responsive"> */}
    <div class="table">
      <table class="price">
        <thead>
          <tr>
            <td>Назва послуги</td>
            <td>Одиниця виміру</td>
            <td>Ціна</td>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>Початковий виїзд на об'єкт (місто Киев і область)</td>
            <td>-</td>
            <td>450</td>
          </tr>
          <tr>
            <td><h6>Роботи по монтажу кабеля</h6></td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>Монтаж гофри пластикової</td>
            <td>m</td>
            <td>26</td>
          </tr>
          <tr>
            <td>Монтаж короба пластикового</td>
            <td>m</td>
            <td>26</td>
          </tr>
          <tr>
            <td>Монтаж кабельросту</td>
            <td>m</td>
            <td>52</td>
          </tr>
          <tr>
            <td>Монтаж кабельних каналів у землі</td>
            <td>m</td>
            <td>78</td>
          </tr>
          <tr>
            <td>Пробивка бетонних/цегляних стін</td>
            <td>m</td>
            <td>195</td>
          </tr>
          <tr>
            <td>Пробивання стін з легких матеріалів</td>
            <td>m</td>
            <td>52</td>
          </tr>
          <tr>
            <td>Штроба по бетону</td>
            <td>m</td>
            <td>156</td>
          </tr>
          <tr>
            <td>Штроба по кирпичу</td>
            <td>m</td>
            <td>104</td>
          </tr>
          <tr>
            <td>Прокладання кабелю по дереву</td>
            <td>m</td>
            <td>20</td>
          </tr>
          <tr>
            <td>Прокладка кабелю по цеглі</td>
            <td>m</td>
            <td>22</td>
          </tr>
          <tr>
            <td>Прокладання кабелю по моноліту</td>
            <td>m</td>
            <td>25</td>
          </tr>
          <tr>
            <td>Прокладання кабелю в кабельних каналах</td>
            <td>m</td>
            <td>20</td>
          </tr>
          <tr>
            <td><h6>Встановлення налаштування</h6></td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>Монтаж розетки RJ-45RJ-12</td>
            <td>шт</td>
            <td>150</td>
          </tr>
          <tr>
            <td>Обжим конекторів RJ-45RJ-12</td>
            <td>шт</td>
            <td>25</td>
          </tr>
          <tr>
            <td>Облаштування робочого місця</td>
            <td>шт</td>
            <td>100</td>
          </tr>
          <tr>
            <td>Підключення периферійного пристрою до мережі</td>
            <td>шт</td>
            <td>150</td>
          </tr>
          <tr>
            <td>Налаштування периферійного пристрою</td>
            <td>шт</td>
            <td>200</td>
          </tr>
          <tr>
            <td>Монтаж шафи настінної з кріпленнями</td>
            <td>шт</td>
            <td>1000</td>
          </tr>
          <tr>
            <td>Складання шафи підлогової</td>
            <td>шт</td>
            <td>800</td>
          </tr>
          <tr>
            <td>
            Монтаж легкого обладнання в шафу (патч-панель, активне
               обладнання)
            </td>
            <td>-</td>
            <td>220</td>
          </tr>
          <tr>
            <td>
            Монтаж важкого обладнання в шафу (Сервер, Блок безперебійного.
               харчування)
            </td>
            <td>-</td>
            <td>650</td>
          </tr>
          <tr>
            <td>
            Кросування Patch panel/Cross panel (кросування, обробка
               кабелю, джгутування)
            </td>
            <td>1 порт</td>
            <td>45</td>
          </tr>
          <tr>
            <td><h6>Охоронна сигналізація</h6></td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>Встановлення та налаштування</td>
            <td>шт</td>
            <td>750</td>
          </tr>
          <tr>
            <td>Встановлення охоронного датчика</td>
            <td>шт</td>
            <td>550</td>
          </tr>
          <tr>
            <td>Монтаж шафи настінної з кріпленнями</td>
            <td>шт</td>
            <td>1000</td>
          </tr>
          <tr>
            <td>Складання шафи підлогової</td>
            <td>шт</td>
            <td>800</td>
          </tr>
          <tr>
            <td><h6>Налаштування СКД</h6></td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>Встановлення та налаштування аудіодомофону</td>
            <td>шт</td>
            <td>750</td>
          </tr>
          <tr>
            <td>Встановлення та налаштування відеодомофону</td>
            <td>шт</td>
            <td>1250</td>
          </tr>
          <tr>
            <td>Встановлення та налаштування панелі виклику</td>
            <td>шт</td>
            <td>550</td>
          </tr>
          <tr>
            <td>Встановлення та налаштування контролера</td>
            <td>шт</td>
            <td>650</td>
          </tr>
          <tr>
            <td>Встановлення та налаштування зчитувача</td>
            <td>шт</td>
            <td>500</td>
          </tr>
          <tr>
            <td>Установка накладного електромеханічного замка</td>
            <td>шт</td>
            <td>900</td>
          </tr>
          <tr>
            <td>Встановлення електромагнітного замка</td>
            <td>шт</td>
            <td>900</td>
          </tr>
          <tr>
            <td>Встановлення доводчика дверей</td>
            <td>шт</td>
            <td>900</td>
          </tr>
          <tr>
            <td>Встановлення куточка для електромагнітного замка</td>
            <td>шт</td>
            <td>350</td>
          </tr>
          <tr>
            <td><h6>Відеоспостереження</h6></td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>Встановлення та налаштування відеокамери</td>
            <td>шт</td>
            <td>750</td>
          </tr>
          <tr>
            <td>Встановлення та налаштування відеореєстратора</td>
            <td>шт</td>
            <td>1250</td>
          </tr>
          <tr>
            <td>Встановлення та налаштування монітора</td>
            <td>шт</td>
            <td>400</td>
          </tr>
          <tr>
            <td>Встановлення ББЖ (блок безперебійного живлення)</td>
            <td>шт</td>
            <td>400</td>
          </tr>
          <tr>
            <td>Встановлення та налаштування жорсткого диска (HDD)</td>
            <td>шт</td>
            <td>150</td>
          </tr>
          <tr>
            <td>Налаштування віддаленого доступу</td>
            <td>шт</td>
            <td>550</td>
          </tr>
        </tbody>
      </table>
      </div>
    </div>
  );
}
